const Data = [
    {
        id: '1',
        Name: "مرکزیہ تعارف",
        content: [
            {
                para: 'مرکزی جمعیت اہل حدیث پاکستان اہل حدیث کی نمائندہ  مذہبی و سیاسی جماعت ہے۔ جو مجلس شوری، مرکزی عاملہ اور کابینہ پر مشتمل ہے۔ ',
            },
            {
                para: 'مرکزی جمعیت اہل حدیث پاکستان کے امیر سینیٹر  پروفیسر علامہ ساجد میر ہیں۔ جب کہ ناظم اعلیٰ سینیٹر ڈاکٹر عبدالکریم ہیں ۔ نصف صدی سے زائد عمر رکھنے والی یہ جماعت اہلحدیث کی سب سے بڑی جماعت ہے   ذیلی ادارے اس کے زیر انتظام درج ذیل ادارے کام کر رہے ہیں۔',
            },
            {
                para: 'ہفت روزہ اہل حدیث (ہفتہ وار رسالہ) آن لائن مطالعہ کے لیے دستیاب ہے۔مکتبہ سلفیہ، لاہور میں جمعیت اہلحدیث کا اشاعتی ادارہنظام مساجد و اوقاف',
            },

            {
                para: 'وفاق المدارس السلفیۃ: اہل حدیث مدارس اور جامعات کا تعلیمی بورڈپیغام ٹی وی (فرقہ واریت سے بچ کر دینی تعلیمات کو عام کرنے کے لیے چینل)ذیلی تنظیمیں مرکزی جمعیت اہلحدیث پاکستان کی تمام ذیلی تنظیمات کے سربراہ ڈاکٹر عبدالغفور راشد ہیں جو اس جماعت کے انتخابی بورڈ کے نگران بھی ہیں ۔ جمعیت کے ذیلی تنظیمات کے نام درج ذیل ہیں ۔',
            },
            
            {
                para: ' اہل حدیث یوتھ فورس ',
            },
            {
                para: ' اہل حدیث سٹوڈنٹس فیڈریشن  ',
            },
            {
                para: '  جمیعت اساتذہ پاکستان جمعیت طلبہ ',
            },
            {
                para: '  اہلحدیث متحدہ حکماء محاذ',
            },
            
            
        ],
        img: "/assets/images/slid1.jpeg",
        info: [
            {
                position: 'اہل حدیث یوتھ فورس ',
                name:" پاکستان",
            
            },

        ],
    },
   
]

export default Data;