export const News_Data = [
    {
        title: "ڈاکٹر علی محمد ابو تراب (سینئیر نائب امیر مرکزی جمعیت اہلحدیث پاکستان  )انوار الحق کاکڑ کو نو منتخب نگران وزیر اعظم بننے پر مبارکباد پیش کر رہے ہیں",
        img: "/assets/images/news/1.jpg",
    },
    {
        title: "ڈاکٹر علی محمد ابو تراب (سینئیر نائب امیر مرکزی جمعیت اہلحدیث پاکستان  )کی ایوانِ صدر تقریب حلف برداری میں شرکت",
        img: "/assets/images/news/2.jpg",
    },
    {
        title: "سینیٹر پروفیسر ساجد میر،سینیٹر ڈاکٹر حافظ عبدالکریم مکۃ المکرمہ میں ہونے والی عالمی کانفرنس میں پاکستان کی نمائندگی فرما رہے ہیں",
        img: "/assets/images/news/3.jpg",
    },
    {
        title: "سینیٹر پروفیسر ساجد میر،سینیٹر ڈاکٹر حافظ عبدالکریم مکۃ المکرمہ میں ہونے والی عالمی کانفرنس میں پاکستان کی نمائندگی فرما رہے ہیں",
        img: "/assets/images/news/4.jpg",
    },
    {
        title: "امیر مرکزیہ پاکستان پروفیسر سینیٹر ساجد میر کی سعودی وزیر مذہبی امور سے ملاقات",
        img: "/assets/images/news/5.jpg",
    },
]