export const PostMokeData = [
  {
    id: 1,
    title: "عالمی سطح پر امن کیلئے سعودی قیادت کی خدمات قابل تعریف ہیں ، سینیٹر پروفیسر ساجد میر",
    categories: 'جماعتی خبریں',
    img: "/assets/images/news/03.jpg",
    body: "مرکزی جمعیت اہل حدیث  پروفیسر ساجد میر نے اپنے خطاب میں کہا کہ میانہ روی اور اعتدال اسلام کا طرہ امتیاز ہے   نسل نو کو تشدد پسندی سے دور رکھنا علماء کی ذمہ داری ہے اسلامی ممالک اور عالمی سطح پر امن خوشحالی اور استحکام کیلئے سعودی قیادت کی خدمات قابلِ تعریف ہیں",
  },
  {
    id: 2,
    title: " اقوام متحدہ اور عالمی برادری کا دوہرا معیار عالم انسانیت کے لیے تشویشناک بات",
    categories: 'جماعتی خبریں',
    img: "/assets/images/news/02.jpg",
    body: "اقوام متحدہ اور عالمی برادری کا دوہرا معیار مظلوم فلسطینی دہشت گرد اور ظالم اسرائیل امن کے علمبردار فلسطین میں اسرائیلی جارحیت کی داستان اتنی ہی قدیم ہے ",
  },
  {
    id: 3,
    title: "سینیٹر پروفیسر ساجد میر کی سعودی وزیر مذہبی امور سے ملاقات امت کو در پیش مسائل پر گفتگو",
    categories: 'جماعتی خبریں',
    img: "/assets/images/news/04.jpg",
    body: "ہر  مسلمان کا حرمین شریفین کے ساتھ روحانی تعلق ہے ہماری جماعت ہر قسم کی قربانی کیلئے تیار ہے ",
  },
  {
    id: 4,
    title: "پیمرا میڈیا پر سیاسی مخالفین پر پابندیاں عائد کرتا ہے",
    categories: 'جماعتی خبریں',
    img: "/assets/images/news/01.jpg",
    body: "لاہور (26 جنوری 2020ء) مرکزی جمعیۃ اہل حدیث پاکستان کے سربراہ سینیٹر علامہ ساجد میر نے کہا ہے کہ پیمرا میڈیا پر سیاسی مخالفین پر...",
  },
];
