import PageBanner from "@/components/page-banner/banner";
import React from "react";

const Page = () => {
  return (
    <main>
     <PageBanner
          title="قیادت"
          subTitle=""
          image="/assets/images/banner/3.jpg"
          buttontext=""
          buttonLink=""
        />
      <section className='container px-4 md:px-10 mx-auto'>
        <div className='items-center font-ahle my-10 md:my-20 md:mt-20 grid gap-10'>
          <div>
            <div className="mb-10">
              <h2 className="text-3xl uppercase font-ahle ">
                پروفیسر سینیٹر ساجد میر حفظہ اللہ امیر مرکزی جمعیت اہلحدیث پاکستان
              </h2>
            </div>
            <div className="flex md:flex-row flex-col justify-between gap-8">
              <div className="md:w-1/4 w-full">
                <img className='' src="/assets/images/slid1.jpeg" alt="img" />
              </div>
              <div className="md:w-3/4 w-full">
                <p className='font-ahle text-base text-gray-600 dark:text-text mb-3'>
                  پروفیسر ساجد میر 2 اکتوبر 1938ء کو سیالکوٹ کے ایک علمی گھرانے میں پیدا ہوئے۔ انہوں نے اعلیٰ تعلیم حاصل کی۔
                  ایم۔ اے (انگلش) ۔۔۔ گورنمنٹ کالج لاہور، 1960ء، سیکنڈ ڈویژن ،
                  ایم۔ اے (اسلامیات)، پنجاب یونیورسٹی، 1969ء، فرسٹ ڈویژن،
                  بی۔ اے (سیاسیات و عربی) ۔۔۔ مرے کالج سیالکوٹ، 1958ء، مع انگلش اور عربی میں میرٹ سکالر شپ،
                  بی۔ اے (ایڈیشنل) معاشیات ۔۔۔ پنجاب یونیورسٹی، مئی 1965ء،
                  بی۔ اے (ایڈیشنل) نفسیات ۔۔۔ پنجاب یونیورسٹی، جولائی 1966 ء
                  مرے کالج سیالکوٹ، (1954ء تا 1958ء) میں جو تعلیمی امتیازات (ایوارڈ) حاصل کئے، ان کی تفصیل یوں ہے کہ
                  میر حسن میڈل (ڈگری کلاس کے مضمون عربی میں پہلی پوزیشن پر)،
                  محمد علی میڈل (ڈگری کلاس کے مضمون انگلش میں پہلی پوزیشن پر)،
                  عمومی قابلیت میں دوسرا انعام (1958- 1957) ،
                  تاریخ اور عربی میں پہلا انعام (1956- 1954) ،
                  معاشیات، انگریزی اور فارسی میں دوسرا انعام (1956-1954) ،
                  جبکہ مرے کالج سیالکوٹ، 1954ء تا 1958 ء میں ہم نصابی امتیازات حاصل کئے۔
                  سالانہ انگریزی مباحثہ اور تقریری مقابلہ میں پہلا انعام (دو مرتبہ)،
                  اردو تقریری مقابلہ میں پہلا انعام (دو مرتبہ)،
                  انگریزی و اردو میں فی البدیہہ تقریری مقابلہ میں دوسرا انعام ،
                  انگریزی مضمون نویسی کے مقابلہ میں پہلا انعام (دو دفعہ)،
                  معلومات عامہ کے مقابلہ میں پہلا انعام ،(دو دفعہ)
                  وہ دینی میدان میں مندرجہ ذیل اسناد کے حامل ہیں۔
                  فاضل درس نظامی، جامعہ ابراہیمیہ سیالکوٹ، 1971ء،
                  فاضل دارالعلوم تقویۃ الاسلام شیش محل روڈ لاہور، 1972 ء،
                  عالمیہ کورس۔ وفاق المدارس السلفیہ۔
                  ان کا سروس ریکارڈ کچھ یوں ہے۔
                </p>
                <p className='font-ahle text-base text-gray-600 dark:text-text mb-3'>
                  لیکچرار (انگلش)، جناح اسلامیہ کالج سیالکوٹ ( 14-9-1960 تا 10-2-1963) ،
                  انسٹرکٹر (انگلش)، گورنمنٹ پولی ٹیکنیک انسٹیٹیوٹ سیالکوٹ (1963ء تا 1966ء) ،
                  سینئر انسٹرکٹر (انگلش اینڈ مینجمنٹ) گورنمنٹ پولی ٹیکنیک انسٹیٹیوٹ سیالکوٹ و لاہور (1966ء تا 1975ء) ،
                  سینئر ایجوکیشن آفیسر (سینئر لیکچرار)، فیڈرل گورنمنٹ آف نائیجیریا (1975ء تا 1977ء) ،
                  پرنسپل ایجوکیشن آفیسر (اسسٹنٹ پروفیسر) فیڈرل گورنمنٹ آف نائیجیریا (1977ء تا 1981ء) انگلش اور اسلامیات ،
                  اسسٹنٹ چیف ایجوکیشن آفیسر (ایسوسی ایٹ پروفیسر) فیڈرل گورنمنٹ آف نائیجیریا (1981 ء تا 1984ء) ۔
                  سروس سے متعلق دوسری ذمہ داریوں کی تفصیل یوں ہے کہ
                  آفیسر انچارج، شعبہ ریلیٹڈ اور بیسک سٹڈیز، گورنمنٹ پولی ٹیکنیک انسٹی ٹیوٹ سیالکوٹ (1972ء تا 1975ء) ،
                  ممتحن اعلیٰ و پیپر سیٹر پنجاب بورڈ آف ٹیکنیکل ایجوکیشن ( 1969ء تا 1975ء)،
                  جنرل سیکرٹری، پولی ٹیکنیک ٹیچرز ایسوسی ایشن، مغربی پاکستان (1970-1968ء)
                  صدر، پولی ٹیکنیک ٹیچرز ایسوسی ایشن (1972ء تا 1975ء) ۔
                  پروفیسر ساجد میر جمعیت اہلحدیث پاکستان کے سیکرٹری اور پھر مرکزی جمعیت اہلحدیث پاکستان کے 1992ء میں امیر بنے اور ابھی تک اپنی جماعت کے امیر ہیں وہ ہر بار بلا مقابلہ امیر منتخب ہوتے ہیں،
                  سیاسی طور پر وہ ممبر سینیٹ آف پاکستان (اکتوبر 1994ء تا حال)
                  چیئرمین سٹینڈنگ کمیٹی آف سینیٹ برائے مذہبی امور (1994ء تا 1999ء)،
                  چیئرمین سٹینڈنگ کمیٹی آف سینیٹ برائے سائنس اینڈ ٹیکنالوجی (مارچ 2009ء تا حال) ۔
                  بین الاقوامی کانفرنسوں میں کئی بار شرکت کر چکے ہیں، مثلاً
                  انٹرنیشنل دعوت کانفرنس، برمنگھم 2008 ,2004, 2000 ,1988 ,1987, 1985ء تا 2011ء،
                  اسلامی کانفرنس برمنگھم، لندن، مانچسٹر، گلاسکو، 2005, 2001, 2000, 1999 ء،
                  یورپین اسلامی کانفرنس، لندن 1992 ,1988 ء،
                  عالمی اسلامی کانفرنس، فلپائن 1988 ء،
                  عالمی حج کانفرنس، استنبول (ترکی) 1988 ء،
                  عالمی امن کانفرنس، بغداد (عراق)، 1989 ,1987 ء،
                  رابطہ عالم اسلامی کانفرنس، مکہ معظمہ، 2013, 2011, 2001, 1999 ,1990ء،
                  دعوت کانفرنس، امریکہ (نیو یارک، نیو جرسی) 1989ء
                  دعوت کانفرنس، بھارت (بمبئی، دہلی، بنارس) 1990 ء،
                  بین الاقوامی کانفرنس، ریاض (سعودی عرب) 1991ء،
                  بین الاقوامی کانفرنس، کویت 1992,1991ء،
                  ایشیائی حج کانفرنس کوالالمپور (ملائیشیاء) 1990ء،
                  دعوت کانفرنس سنگا پور 1990 ء،
                  بین الاقوامی اسلامی کانفرنس برائے وسط ایشیائی ریاستیں، ماسکو 1991 ء،
                  دعوت کانفرنس، متحدہ عرب امارات 1991 ء،ایشیائی اسلامی کانفرنس، کولمبو (سری لنکا) 1993ء،
                  عالمی اسلامی کانفرنس، انڈونیشیا 2002ء،
                  سیرت کانفرنس، ٹریپولی، لیبیا 1998، 2003ء۔
                  اس کے علاوہ بیلجئم، ہالینڈ، سوئٹزر لینڈ، اٹلی، فرانس، نائیجیریا، کینیا، سپین، ڈنمارک، آئیر لینڈ، کینیڈا ، یونان کے سفر کر چکے ہیں۔
                </p>
                <p className='font-ahle text-base text-gray-600 dark:text-text mb-3'>
                  ان کی تصانیف میں
                  1 ۔ عیسائیت، مطالعہ و تجزیہ
                  2 ۔ تصحیح ترجمہ ’’صحیح مسلم‘‘ مطبوعہ شیخ محمد اشرف پبلشرز
                  3 ۔ تصحیح ترجمہ ’’ماذا خسر العالم من انحطاط المسلمین‘‘ از مولانا سید ابوالحسن علی ندویؒ
                  4 ۔ ترجمہ (عربی سے انگریزی) ’’الحزب لمقبول‘‘ (دعاؤں کی معروف و مقبول کتاب)
                  5 ۔ مختلف ملکی اخبارات و جرائد میں اسلامی، سیاسی اور معاشری موضوعات پر مضامین
                  6 ۔ ہفت روزہ ’’ترجمان الحدیث‘‘، ’’اہلحدیث‘‘ اور ’’الاسلام‘‘ میں تفسیر، حدیث، اسلامی تاریخ، فقہ اور اسلام کی معاشرتی اخلاقی اور سیاسی تعلیمات کے بارے میں مضامین لکھ چکے ہیں۔
                  پروفیسر ساجد میر نے سیاست کے میدان میں اپنی اصول پسندی اور جرأت اظہار سے اپنا ایک مقام پیدا کیا ہے۔ جنرل پرویز مشرف کے خلاف ان کا تنہا ووٹ، ان کی دلیری اور استقلال کی دلیل تھا۔ ایوان بالا میں ان کی تقاریر ان کے وسعتِ مطالعہ، قوت استدلال، استعدادِ تجزیہ، استحضار اور ملکہ افہام کے ساتھ ساتھ جرأت اظہار کی عکاس ہیں۔ وہ ہر لحاظ سے ایک نستعلیق شخصیت کے مالک، سنجیدہ و متین اور وقیع شخص ہیں۔
                  نگاہ بلند، سخن دلنواز، جاں پرسوز
                  یہی ہے رخت سفر میر کاررواں کے لئے
                </p>
              </div>
            </div>
          </div>
       
        </div>
      </section>
    </main>
  );
};

export default Page;
